acpi
android-tools
android-udev
base
base-devel
bibata-cursor-theme
brightnessctl
cava
dolphin
dosfstools
dunst
efibootmgr
eog
ethtool
fastfetch
firefox
fzf
gimp
git
gnirehtet-bin
grim
grimblast-git
grub
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
imv
inkscape
intel-media-driver
intel-ucode
iwd
jre-openjdk
kdenlive
kew
kitty
krita
ktouch
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-pipewire
lib32-sdl2-compat
lib32-vkd3d
libpng12
libpulse
libqalculate
libreoffice-extension-writer2latex
libreoffice-fresh
libreoffice-fresh-ar
libreoffice-fresh-en-gb
libreoffice-fresh-fr
libva-intel-driver
linux-firmware
linux-zen
ly
man-db
mangadesk
mpv
mpv-gallery-view-git
mtools
nano
neovim
network-manager-applet
networkmanager
notesnook-bin
onlyoffice-bin
os-prober
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
python-pipx
qt5-wayland
qt6-wayland
slurp
smartmontools
timeshift
tlp
tree
ttf-cascadia-mono-nerd
ttf-font-awesome
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-roboto
ttyper
unrar
unzip
video-downloader
vim
vkd3d
vulkan-intel
waybar
waypaper
wf-recorder
wget
wine
winetricks
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-intel
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
zsh
